List<String> anger = [
  '''불의를 합법화하는 악법들이 있다. 그런 법은 어설프지 않다. 왜냐하면 그런 법들이 적용되면 그 법들이 강요하려는 바로 그것을 강화할 수 있기 때문이다. 그런 법들에 대해서는 저항하고, 무시하고, 도전해야 한다.

존 버거, 《A가 X에게》''',
  '''사실 우리가 살아가는 세상은 화를 먹고 자라난다. 우리는 늘 화를 내거나 화를 당한다. 그래서 불행하다.

허연, 《그 문장을 읽고 또 읽었다》''',
  '''결국 인간은 이것밖에 안되는가, 이런 것까지 순순히 받아들일 만큼 나를 바보로 만들지 말아주시고 고귀한 분노를 갖게 해주소서

정혜윤, 《뜻밖의 좋은 일》''',
  '''노인의 얼굴은 마치 하회탈 같아서 항상 웃고 있는 얼굴처럼 보였다. 그런 얼굴을 가진 사람들이 있다. 도무지 속을 들키지 않는 사람들. 슬프거나 분노했을 때에도 항상 웃는 표정을 가진 사람들 말이다.

김언수, 《설계자들》''',
  '''“이곳에서는 자꾸 화가 나. 그런데 이게 내가 정말 화를 내는 걸까? 그러면 나는 왜 당연한 것에 자꾸 화를 내는 사람이어야만 할까. 그렇게 자꾸 화를 내는 사람으로 살아야 하니까 나 자신이 너무 거칠어 보이고 또 초라해 보이고 너무 많이 한심해.”

한정현, 《우리의 소원은 과학 소년》''',
  '''아무리 무식한 사람도 짓밟히고 채이면 그속에서 끓어오르는 인간의 한이 솟아오르면서 한 맺힌 하소연, 주의, 주장들이 많이 나오거든요

지선, 《큰무당나와야..》''',
  '''그 무렵 나는 모든 것에 실망하고 있었고 그 실망을 견디기 위해 모든 것을 빈정거리고 있었다.

한강, 《야간열차》''',
  '''그러므로 나는 마지막으로 여러분에게 이렇게 말하고 싶습니다. 살아 있으라. 마지막 한 모금의 숨이 남아 있는 그 순간까지 이 세계 속에서 사랑하고 투쟁하고 분노하고 슬퍼하며 살아 있으라.

신경숙, 《어디선가 나를 찾는 전화벨이 울리고》''',
  '''뉴스는 우리를 겁주지 않을 때는 우리를 분노하게 하느라 분주하다.

알랭 드 보통, 《뉴스의 시대》''',
  '''귀뚜라미는 다른 귀뚜라미와 싸워서 이기고 진 역사를 기억한다. 많은 싸움에서 이긴 귀뚜라미는 다음 싸움에서 더욱 공격적인 태도를 보인다. 반면에 싸움에서 진 귀뚜라미는 장래의 대결을 피하려고 하면서 더 복종적인 태도를 보인다

데이비드 버스, 《진화심리학》''',
  '''르로베르 사탕수수 대농장에서 일하는 검둥이에게는 하나의 해결책이 있을뿐: 투쟁. 그리고 그는 이 투쟁을 감행하고 또 이끌어나갈 것이다

파농, 《검은 피부, 하얀 가면》''',
  '''당신은 도대체 내가 어떻게 하기를 바라는 겁니까? 당신을 맹목적으로 사랑한다고 무조건 당신 곁에 있어야 한다는 겁니까? 오로지 당신만을 위해 살다가 나 자신을 서서히 파멸시키면서 말입니다???

오라시오 키로가, 《사랑 광기 그리고 죽음의 이야기》''',
];

List<String> fear = [
  '''무의미나 권태가 무서운 건 그것이 일상화된 공포라는 데 있다.

안희연, 《당신은 나를 열어 바닥까지 휘젓고》''',
  '''부인은 속으로 생각했다. 피도 눈물도 없는 사람이 되고 싶진 않지만, 고작 날 죽이겠다는 것 말고는 들이댈 무기도 없는 사람에게 겁을 먹고 싶지는 않아. 어쨌든 난 숨길 게 없거든.

도로시 길먼, 《뜻밖의 스파이 폴리팩스 부인》''',
  '''다른 세계를 찾아 떠나는 건가요? 아뇨, 도망을 가는 겁니다. 어디까지 도망갈 수 있을까요? 글쎄요, 잘 모르겠어요. 세상 끝까지 계속 도망을 다니겠죠. 하지만 결국 잡힐 거예요. 이 세계는 공포를 피해다니기엔 너무나 좁으니까요

김언수, 《캐비닛》''',
  '''영혼은 모험을 찾아 길을 떠나가 또 갖가지 모험을 끝까지 헤쳐 나가지만, 정작 찾는 일에 수반되는 참된 고통과 발견의 진정한 위험을 알지는 못하고 있다.

게오르그 루카치, 《소설의 이론》''',
  '''이것이 무섭습니다. 왜냐면 이 모든 일이 무엇을 위해서, 누구를 위해서 필요한 것인지 나는 이해할 수 없으니까요.

안톤 체호프, 《공포》''',
  '''복도 끝에서 쿵쿵쿵 다가오는 발 없는 귀신이 아니라 안개처럼 가랑비처럼 모든 곳에 스며 있는 공포. 이제 나는 파닥거리는 생선도, 붉은 기가 도는 축축한 닭의 모가지도 슬픔 없이 내려치는 사람이 되었다.

안희연, 《당신은 나를 열어 바닥까지 휘젓고》''',
  '''남의 위험은 더 커 보인다. 반면 자기가 처한 위험은 무시한다. 그게 인간이다.

김영하, 《보다》''',
  '''공포를 품은 공기는 무거웠다.

아모스 오즈, 《사랑과 어둠의 이야기》''',
  '''애정이 너무 깊은 탓에 그것이 외려 죽음에 대한 공포로 급변하는 거야.

페터 한트케, 《긴 이별을 위한 짧은 편지》''',
  '''인간들을 인간들과 맞부딪치게 하는 것. 인간들을 분노의, 격분의 병적 흥분상태로 몰아가는 것. 공포.

조이스 캐롤 오츠, 《카시지》''',
  '''나는 다른 사람들이 우리처럼 그렇게 외롭고 버려진 듯한 기분을 느껴본 적이 있을지 의심스럽다. 내게는 우리의 공허함을 기술할 능력이 없다.

크리스토프 란스마이어, 《빙하와 어둠의 공포》''',
  '''홉스는 인간 사이에 자연스러운 합의는 있을 수 없으며, 최종적으로 인간을 움직이는 것은 공포의 힘이라고 봤다.

우노 시케기, 《서양 정치사상사 산책》''',
  '''그 유령은 바로 아이러니였다.입 밖으로 잘못 나온 말들이 유령이었다. 순수한 발언에 담긴 사나운 의미였다. 단어와 몸짓에 민감할 필요성이었다. 이 유령이 입천장에 붙었고 공포처럼 뇌 속을 돌아다녔고 신경처럼 근육 속에 살았다.

E.L. 닥터로, 《다니엘서》''',
  '''“꽃이 펴도 당신을 잊은 적 없습니다.” 이런 문장은 위로조로 읽어야 할까 공포조로 읽어야 할까.

문보영, 《벽》''',
  '''나는 불행하기 때문에 사악하다. 모든 인류가 나를 피하고 증오하지 않는가? 내 창조주인 당신도 나를 갈가리 찢어버리고 승리의 기쁨에 젖으려 한다. 그걸 기억하라.

메리 셸리, 《프랑켄슈타인》''',
];

List<String> joy = [
  '''“그냥. 그냥, 그 시기는 끝났어. 끝났지만 지금이 좋아.”

정세랑, 《피프티 피플》''',
  '''“책이 좋아요. 하지만 그것과는 별개의 의미로 서점도 좋아해요. 오래전에 깨달았어요. 나는 보고 싶은 책이 있어서 서점에 가는 것이 아니라 서점에 가서 보고 싶은 책을 발견하는 거라고.”

니타도리 케이, 미야자키 히카리, 《서점의 명탐정》''',
  '''나는 그냥 회사에 가면 좋은 점을 떠올려보기로 했다. 분명 좋은 점이 하나쯤은 있겠지. 있을 거야. 생각해내자. 정말이지 왜 이렇게 생각이 안 날까?

장류진, 《달까지 가자》''',
  '''행복은 능동적으로 찾아내고, 배워야 한다.

박연준, 《인생은 이상하게 흐른다》''',
  '''감사합니다, 선생님. 사시는 동안 적게 일하시고 많이 버세요.

장류진, 《일의 기쁨과 슬픔》''',
  '''당신은 당신 됨됨이 그대로예요, 난 그게 기뻐요.

마르그리트 뒤라스, 《이게 다예요》''',
  '''환희는 젊은 사랑의 힘이 거둔 승리와 강렬한 삶에 대한 최초의 예감을 의미했다.

헤르만 헤세, 《수레바퀴 아래서》''',
  '''그러니까 나는 거의…… 행복했다. 그 모든 일들에도 불구하고.

박서련, 《마르타의 일》''',
  '''그렇게 말하고 난 다음 그는 다시는 슬프다는 말로 문장을 끝내지 않겠다고 결심했다. 예뻤어, 좋았어, 기뻤어, 행복했어,그런 말만 하겠다고.

윤성희, 《상냥한 사람》''',
  '''난 내 기쁨에 슬픔을 섞지 않아요. 내 인생은 두 부분으로 나뉠 거예요. 즐거울 것이 확실한 젊은 시절과 잘 모르지만 내 식대로 모든 것을 감내하게 될 불확실한 노년으로 말이죠.

오노레 드 발자크, 《나귀 가죽》''',
  '''매일매일의 삶, 이 농장 사람들의 하루하루를 채워나가는 사건들. 아, 별일 아니라고 할 수는 없었다. 이런 것들이 이들의 행복, 편안함, 풍요로움을 결정했다.

크누트 함순, 《땅의 혜택》''',
  '''인간에게 가장 소중한 보물은 희망이다. 희망은 우리의 슬픔을 달래주고 현재 누리는 기쁨을 통해 미래에 다가올 기쁨을 그려 보인다.

볼테르, 《철학 편지》''',
  '''강물이 그의 가냘픈 몸을 서늘하게 안아주는 동안 그의 영혼은 아름다운 고향을 품으며 새삼스레 기쁨을 느꼈다. 그는 더 빨리 헤엄치다가 쉬고, 다시 헤엄쳤다.

헤르만 헤세, 《수레바퀴 아래서》''',
  '''싯다르타는 모두의 사랑을 받았다. 그는 모두에게 기쁨의 원천이었고, 모두에게 즐거움을 주는 존재였다.

헤르만 헤세, 《싯다르타》''',
];

List<String> love = [
  '''사랑은 고되게 앓는 것이에요. 사랑이 지극한 기쁨이라고 생각하지만 사실은 맹목적인 슬픔이지요. 

이성복, 《끝나지 않는 대화》''',
  '''네가 사랑에 실패한 것이 아니라, 사랑이 너에게 실패한 것이다.

신용목, 《우리는 이렇게 살겠지》''',
  '''내 사랑 안에서만 영원히 존재하는 소중한 이름이 없다면 나는 내가 아니다.

정혜윤, 《슬픈 세상의 기쁜 말》''',
  '''우리가 결코 우리가 가진 무언가 때문에 사랑받는 것이 아니라, 다른 사람의 부족한 부분을 채워 주기 때문에 사랑받는 것임을 깨달았다. 우리는 타인의 부족한 한 조각인 것이다.

그레구아르 들라쿠르, 《본질에 대하여》''',
  '''한 사람은
한 사람의 모든 것을
얼마나 알고 있을까.

김소연, 《두 사람》''',
  '''사랑은 사라진 뒤에야 보이기 시작한다. 그러므로 사랑은 그 부재를 노래할 때 확실히 표현될 수도 있겠다.

김연수, 《시절일기》''',
  '''아이들은 사랑을 갈구하지만, 동시에 가장 많은 사랑을 주는 존재들이다

손원평, 《아몬드》''',
  '''대체 사랑이란 무엇인가.

김금희, 《사장은 모자를 쓰고 온다》''',
  '''살아오면서 많은 사람을 잃었고 서로 멀어져 갔다. 그럼에도 타인으로부터 사랑을 받을 수 있는 사람이라는 낙관 하나가 아직도 내게 보존돼 있다.

김소연, 《나를 뺀 세상의 전부》''',
  '''사랑이 시작되는 데는 아무 이유가 없기도, 수많은 이유가 있기도 하다.

안희연, 《당신은 나를 열어 바닥까지 휘젓고》''',
  '''사랑'이라는 말을 ‘설렘, 두근거림, 반함' 같은 말로 곧 바로 번역하는 사람들을 그녀는 싫어했다. 사랑이 주는 달콤함만을 취한 채 그 어떤 노력도 기울이지 않을 사람들로 보였다.

김소연, 《사랑에는 사랑이 없다》''',
  '''인간은 잔인해. 사실 얼마든지 더 많이 잔인해질 수도 있어. 지금도 더 잔인해지는 중이고. 꼭 자기가 가져야 한다고 생각할수록 더 잔인해지지. 이쁜 꽃이나 돌을 봐도 꼭 자기 집에 갖다 놓으려고 하잖아. 사랑도 소유라고 생각하잖아.

정혜윤, 《슬픈 세상의 기쁜 말》''',
];

List<String> sadness = [
  '''오늘밤 나는 제일 슬픈 구절들을 쓸 수 있다
나는 그녀를 사랑했고 그녀도 때로는 나를 사랑했다

파블로 네루다, 《오늘밤 나는 쓸 수 있다》''',
  '''슬픔에 대해서만큼은 우리는 전능합니다.

신용목, 《우리는 이렇게 살겠지》''',
  '''사람들은 하루를 스물네 마디로 잘라 둔 뒤부터
공평하게 우울을 나눠 가졌다

유계영, 《생각의자》''',
  '''그 슬픔이 당신 자신이라면 나는 또 무엇을 밀어내야 할까요 내게서 당신이 떠나가는 날, 나는 처음 울 수 있을 것 같습니다

이성복, 《울음》''',
  '''당신의 고통이 나를 불편하게 한다는 말은 얼마나 잔인한가. 우리가 그렇게 잔인하다.

신형철, 《슬픔을 공부하는 슬픔》''',
  '''지금 울어도 또 울어야 한다는 것을 알기에 오늘의 눈물은 참아도 괜찮다고 믿는다.

용윤선, 《13월에 만나요》''',
  '''내 수많은 이름 중 가장 슬픈 이름은 네가 불러준 이름이야

김경주, 《Let me in》''',
  '''슬픔이 오늘 만나자고 한다

이병률, 《슬픔이라는 구석》''',
  '''슬픔이란 그런 점에서는 믿을 만한 감정이 아니다. 사람들이 슬픔을 공유하지 않을 경우, 슬픔은 대신 서로를 더 멀리 밀어낼 공산이 컸기 때문이다.

프레드릭 배크만, 《오베라는 남자》''',
  '''힘들어라
내가 내 이름으로 사는 것이 힘들어라

김승희, 《서울의 우울 1》''',
  '''땅바닥을 구르던 내 눈물은 지옥 같았던 내 눈물은 왜 아직도 내 곁에있는지

허연, 《칠월》''',
  '''바지선에선 우셔도 됩니다만, 수중에선 눈물을 아끼십시오.

김탁환, 《거짓말이다》''',
  '''슬픔이 오는 것을 막을 수 있는 눈꺼풀은 없다. 슬픔은 거친 밤을 기진맥진 통과하게 만든다. 슬픔은 자신을 진지하게 대하라 요구하는 손님이다.

정혜윤, 《슬픈 세상의 기쁜 말》''',
  '''시간이란 약의 성분은 망각과 포기인지도 몰라. 얼마나 아팠는지 잊어버리고, 흉터는 어쩔 수 없다고 생각하는 것.

황경신, 《밤 열한 시》''',
  '''몸은 늙어도 마음은 늙지 않는다. 그래서 나이 들수록 슬픔은 더 슬프고, 우리는 슬퍼질 일은 피하려 든다. 상처를 피해갈 현명함을 얻는 대가로 순수함을 잃는다.

이동섭, 《파리 로망스》''',
  '''“그게 말이지. 아픈 사람을 알아보는 건, 더 아픈 사람이란다….”

이기주, 《언어의 온도》''',
  '''아파서 서러이 울고 있는데, 아무도 우는 이유는 알려고 하지 않고 울지 말라고 윽박지르기만 하니 더 서러워져 울음이 북받치는 세상.

정영, 《누구도 아프지 말아라》''',
  '''슬퍼서 더는 녹지 않는 눈사람처럼
오늘 꿈은 더 단단해져도 좋으리.

김경인, 《잘 자》''',
  '''종소리를 더 멀리 내보내기 위하여 종은 더 아파야 한다.

이문재, 《농담》''',
  '''슬픔을 슬퍼하는 사람이 오로지 슬퍼 보인다
사람인 것에 지쳐가는 사람만이 오로지 사람다워 보인다

김소연, 《생일》''',
];

List<String> surprise = [
  '''이 아름다운 문장이 직접 쓴 글이라는 사실을 알고 나는 놀라움을 금치 못했다.

메도루마 슌, 《물방울》''',
  '''자크는 소스라치게 놀랐다. 킁킁거리는 짐승의 소리, 식식거리는 멧돼지 소리, 으르렁거리는 사자 소리가 들려온 것이다. 그는 조용히 주위를 살폈다. 그것은 자신의 거친 숨소리였다.

에밀 졸라, 《인간 짐승》''',
  '''질병 발생 초기 감염자 수는 시간에 대해 지수함수의 꼴로 증가한다. 이때 지수함수라는 함수 꼴이 중요하다. 지수함수는 엄청나게 빨리 증가하는 함수다.

김범준, 《세상 물정의 물리학》''',
];

Map<String, List<String>> Messages = {
  'anger': anger,
  'sadness': sadness,
  'fear': fear,
  'joy': joy,
  'love': love,
  'sandness': sadness,
  'surprise': surprise,
};
