List<String> anger = [
  '''불의를 합법화하는 악법들이 있다. 그런 법은 어설프지 않다. 왜냐하면 그런 법들이 적용되면 그 법들이 강요하려는 바로 그것을 강화할 수 있기 때문이다. 그런 법들에 대해서는 저항하고, 무시하고, 도전해야 한다.''',
];

List<String> fear = [
  '''무의미나 권태가 무서운 건 그것이 일상화된 공포라는 데 있다.''',
];

List<String> joy = [
  '''“그냥. 그냥, 그 시기는 끝났어. 끝났지만 지금이 좋아.”''',
  '''“책이 좋아요. 하지만 그것과는 별개의 의미로 서점도 좋아해요. 오래전에 깨달았어요. 나는 보고 싶은 책이 있어서 서점에 가는 것이 아니라 서점에 가서 보고 싶은 책을 발견하는 거라고.”''',
  '''나는 그냥 회사에 가면 좋은 점을 떠올려보기로 했다. 분명 좋은 점이 하나쯤은 있겠지. 있을 거야. 생각해내자. 정말이지 왜 이렇게 생각이 안 날까?''',
  '''행복은 능동적으로 찾아내고, 배워야 한다.''',
];

List<String> love = [
  '''한 사람은
한 사람의 모든 것을
얼마나 알고 있을까.''',
];

List<String> sadness = [
  '''오늘밤 나는 제일 슬픈 구절들을 쓸 수 있다
나는 그녀를 사랑했고 그녀도 때로는 나를 사랑했다''',
];

List<String> surprise = [
  '''이 아름다운 문장이 직접 쓴 글이라는 사실을 알고 나는 놀라움을 금치 못했다.''',
];

Map<String, List<String>> Messages = {
  'sadness': sadness,
  'fear': fear,
  'joy': joy,
  'love': love,
  'sandness': sadness,
  'surprise': surprise,
};
